{
  "keywords": {
    "acheulean toolkit": "An archaeological industry of stone tool manufacture characterized by distinctive oval and pear-shaped \"hand-axes\" associated with Homo erectus.",
    "analyze": "To look at something carefully by breaking it into parts to learn more.",
    "anticipate": "To expect something that will happen later.",
    "archaeological": "Relating to the study of past human life through old objects.",
    "archaeologists": "Scientists who study past human life by digging up old objects.",
    "artifacts": "Objects made by humans long ago.",
    "aspirations": "Strong hopes or wishes to achieve something.",
    "catastrophe": "A sudden, very bad disaster.",
    "chronic": "Lasting a long time or coming back often.",
    "civilization": "An advanced stage of human society with cities, government, and culture.",
    "climate fluctuations": "Changes in weather patterns over time.",
    "complex language": "Communication system with intricate grammar, syntax, and vocabulary allowing for detailed expression.",
    "complex": "Having many connected parts.",
    "coordinate": "To get people or activities to work together well.",
    "core": "The central or most important part of something.",
    "cubic centimeters": "A unit for measuring volume.",
    "culture": "The ideas, customs, and social behaviour of a particular people or society.",
    "denisovans": "An extinct species or subspecies of archaic human that ranged across Asia during the Lower and Middle Paleolithic.",
    "distinguishes": "Recognizes or treats (someone or something) as different.",
    "diverse": "Having many different kinds.",
    "dwarfism": "A condition causing a person or animal to be much smaller than usual.",
    "energy-demanding": "Needing a lot of energy to work or run.",
    "establish": "To set up something that will stay.",
    "evidence": "Facts or signs showing something is true.",
    "evolution revolution": "Term used here to describe the acceleration of change driven by cultural innovations like tool use and fire.",
    "experimentation": "The process of trying new ideas or methods to see what happens.",
    "extinct": "(of a species, family, or other larger group) having no living members.",
    "extracted": "Removed, often with some effort.",
    "fiber": "Thin strings from plants or animals used for cloth or thread.",
    "figurines": "Small statues of people or animals.",
    "fixed instincts": "Automatic, inherited patterns of behavior that are characteristic of a species.",
    "flourish": "To grow well or do well.",
    "food insecurity": "Not knowing if you'll have enough to eat.",
    "forage": "To search widely for food.",
    "formidable": "Causing fear or respect by being very big, strong, or hard.",
    "frostbite": "Injury to body parts caused by freezing.",
    "fundamentally": "In a basic and essential way.",
    "gene": "A tiny part inside living things that carries instructions for how they grow and look.",
    "genetic": "Relating to genes or the instructions passed down from parents.",
    "hardware": "The physical parts of a computer system.",
    "harnessing": "Controlling and using the power of something (like fire or animals).",
    "harpoons": "Plural of harpoon; spear-like tools for catching fish or large sea animals.",
    "homo floresiensis": "An extinct species of small archaic human that inhabited the island of Flores, Indonesia, until the arrival of modern humans about 50,000 years ago.",
    "homo heidelbergensis": "An extinct species or subspecies of archaic human which existed during the Middle Pleistocene.",
    "identity": "The things about yourself that make you who you are.",
    "identities": "The different ways people see themselves and others.",
    "ingenuity": "Being smart and coming up with new ideas or solutions.",
    "innovative": "Using new ideas or methods; creative and original.",
    "integrate": "To join different parts together to make one thing.",
    "integrated": "Joined together as part of one complete thing.",
    "interdependent": "Needing each other to succeed.",
    "intricate": "Having many small parts or details.",
    "intricately": "In a very complicated or detailed manner.",
    "inventors": "People who create new things for the first time.",
    "legacy": "Something left behind or passed down by people from the past.",
    "manipulations": "Skillful handling or controlling of things, especially with the hands.",
    "marrow": "The soft stuff inside bones that helps make blood and provides energy.",
    "mental mapping": "Creating a picture in your mind of a place or area to navigate it.",
    "migration": "Movement from one part of something to another.",
    "minimal": "The smallest amount possible or necessary.",
    "mousterian toolkit": "A style of predominantly flint tools (or industry) associated primarily with Neanderthals.",
    "neurologically": "Having to do with how the brain and nerves work.",
    "nomadic": "Moving from place to place regularly, often following food sources, instead of living in one spot.",
    "opposition grip": "How humans can hold things between thumb and fingers.",
    "opposable thumbs": "Thumbs that can touch all your other fingertips.",
    "organism": "Any single living thing, like a plant, animal, or bacteria.",
    "passively": "Without taking action; letting things happen without trying to change them.",
    "persevere": "To keep going and not give up, even when things are difficult.",
    "perspective": "A way of looking at or thinking about something.",
    "pigment": "Natural colors found in plants, animals, or soil.",
    "pigments": "Natural substances that gives color to things like paint, skin, or plants.",
    "populations": "Groups of people or animals of the same kind living in a certain area.",
    "pre-digested": "Food already partly broken down before eating, making it easier for the body to use (like cooked food).",
    "pre-installed programs": "Behaviors animals are born knowing.",
    "pre-installed": "Put in or set up ahead of time (like basic programs on a computer or instincts in an animal).",
    "pre-shaped": "Formed into a particular shape before being used or finished.",
    "predecessors": "Those who came before.",
    "precise": "Very exact and accurate.",
    "precision": "Being very exact and accurate in movement or detail.",
    "predators": "Animals that naturally prey on others.",
    "predetermined": "Decided or set up in advance, not based on choice or chance at the time.",
    "prehistoric": "Relating to or denoting the period before written records.",
    "preserved": "Kept safe from harm or decay over a long time.",
    "preserving": "Keeping something in its original state or safe from harm.",
    "programmed": "Given a set of instructions to follow automatically.",
    "redefine": "To give new meaning to something.",
    "reproduce": "To have babies or make new plants.",
    "retain": "To keep or continue to have something.",
    "revolutionary": "Involving or causing a complete or dramatic change.",
    "sanitation": "Keeping places clean to prevent disease.",
    "self-programmers": "Beings (like humans) who can learn and create their own ways of thinking and acting, rather than just following built-in instincts.",
    "semi-underground": "Partly below the surface of the ground.",
    "serrated": "Having a jagged edge like a saw blade, good for cutting or sawing.",
    "significantly": "In an important or noticeable way.",
    "social intelligence": "The ability to understand and navigate complex social relationships and dynamics.",
    "software": "Used to describe how animals learn and remember behaviors, like computer programs.",
    "sophisticated": "Advanced, complex, clever, or having a deep understanding.",
    "span": "The full extent of something from end to end; a length of time.",
    "spanning": "Extending across or covering a period of time or area.",
    "spear-throwers": "Tools (like an atlatl) used to throw spears farther and with more force.",
    "specialized": "Requiring or involving detailed and specific knowledge or training.",
    "survival of the fittest": "Phrase that originated from evolutionary theory as a way of describing the mechanism of natural selection.",
    "symmetry": "Balance or sameness on opposite sides.",
    "tanning": "The process of treating animal skins with chemicals or natural substances to turn them into durable leather.",
    "technique": "A specific, skilled way of doing something.",
    "terrain": "The physical features of an area of land.",
    "trait": "A special quality that makes someone or something different.",
    "traits": "Different qualities that make someone or something special.",
    "transform": "To change completely in form, appearance, or character.",
    "transforming": "In the process of changing something completely.",
    "trauma": "A serious hurt to your body or feelings that can last a long time.",
    "upgrade": "An improvement that makes something better, newer, or more effective.",
    "venture": "To go somewhere that might be dangerous.",
    "vital": "Absolutely necessary or essential for life or success.",
    "volcanic": "Relating to, produced by, or characteristic of a volcano."
  },
  "pages": {
    "1": ["evolution revolution", "extinct"],
    "3": ["organism"],
    "5": ["evidence"],
    "8": ["predators"],
    "9": ["revolutionary"],
    "13": ["archaeologists", "evolution revolution", "passively", "precise", "predators", "revolutionary", "sophisticated"],
    "17": ["complex", "energy-demanding", "evolution revolution", "pre-digested", "predators"],
    "19": ["acheulean toolkit", "prehistoric", "symmetry"],
    "20": ["complex", "evidence", "harnessing", "inventors", "sophisticated"],
    "21": ["transform"],
    "22": ["complex", "cubic centimeters", "denisovans", "homo heidelbergensis", "populations", "transform"],
    "23": ["homo heidelbergensis", "populations"],
    "24": ["cubic centimeters"],
    "25": ["complex", "core", "mousterian toolkit", "pre-shaped", "serrated", "specialized", "technique"],
    "26": ["denisovans", "evidence", "extracted", "gene", "genetic", "legacy"],
    "27": ["complex", "cubic centimeters", "transforming"],
    "28": ["archaeologists", "artifacts", "complex", "denisovans", "mental mapping", "specialized", "trait", "upgrade"],
    "30": ["complex language", "complex", "neurologically", "pre-installed", "social intelligence"],
    "31": ["diverse", "experimentation", "manipulations", "precision", "programmed", "revolutionary", "self-programmers", "sophisticated"],
    "33": ["artifacts", "migration"],
    "35": ["archaeological", "culture", "evidence", "nomadic", "specialized", "vital"],
    "36": ["semi-underground", "sophisticated"],
    "38": ["archaeological", "diverse", "evidence", "harpoons", "preserving", "sophisticated", "spear-throwers", "specialized"],
    "40": ["identity", "precise", "preserved", "specialized"],
    "41": ["archaeological", "archaeologists", "evidence", "identity", "pigments", "tanning", "transform"],
    "44": ["anticipate", "evidence", "fundamentally", "innovative", "persevere", "pigment", "pigments", "prehistoric", "preserved"],
    "48": ["aspirations", "culture", "distinguishes", "identities", "intricately", "specialized", "transform", "vital"],
    "49": ["catastrophe", "core", "denisovans", "formidable", "innovative", "populations", "volcanic"],
    "50": ["diverse", "genetic", "populations", "sophisticated", "specialized"],
    "53": ["trauma"],
    "54": ["chronic", "innovative", "minimal", "predetermined"],
    "55": ["evolution revolution", "homo heidelbergensis", "marrow", "predators"],
    "56": ["complex language", "complex", "denisovans", "homo heidelbergensis", "migration"],
    "57": ["civilization", "denisovans", "hardware", "identities", "populations", "software", "sophisticated", "specialized", "upgrade", "volcanic"],
    "58": ["civilization"]
  }
}
